Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/c145.pdf.tmx
Source language: fin
Languages: sme

source: Kuivi 86,5 - - 86,5 - Osittain myös luonnonpuiston ulkopuolella.
sme: Guivi 86,5 - - 86,5 - Muhtun muddui maiddái luonddumeahci olggobealde.

source: Sulaojan luontopolku - - - Luonnonpuiston ulkopuolella.
sme: Suttesádjaga luonddubálggis - - - Luonddumeahci olggobealde.

source: Matkailun yhteistyön kuvaus Ei yhteistyösopimuksia Kevon luonnonpuistoa koskien.
sme: Turismma ovttasbarggu govvideapmi Eai ovttasbargosoahpamušat Geavu luonddumeahci hárrái.

source: Vuosi - Yhteistyöyritysten
sme: Jahki - Ovttasbargofitno

source: lukumäärä - Yhteistyöyritysten suunnittelualueella pal
sme: dagaid mearri - Ovttasbargofitnodagaid plánenguovllus

source: velemien asiakkaiden lukumäärä - Yhteistyöyritysten tyytyväisyys palveluihin (asteikolla 1 = erittäin tyytymätön...
sme: bálvalan áššehasaid mearri - Ovttasbargofitnodagaid duhtavašvuohta bálvalusaide (ceahkkálasain 1 = erenoamáš duhtameahttun...

source: 5 = erittäin tyytyväinen) - Lisätietoja
sme: 5 = erenoamáš duhtavaš) - Lassedieđut

source: Vastuuprosessi Luonnon virkistyskäyttö Kartta Ei karttaa
sme: Vástoproseassa Luonddu lustageavaheapmi Kárta Ii kárta

source: Lomakkeella kuvataan suunnittelualuetta koskevan opastusviestinnän keskeiset tunnusluvut sekä Metsähallituksen ja yhteistyökumppaneiden opastusviestinnän keinot.
sme: Dán skovis govviduvvojit plánenguvlui guoskevaš oahpistandieđiheami guovddáš dovddaldatlogut sihke Meahciráđđehusa ja ovttasbargoguimmiid oahpistandieđiheami doaibmavuogit.

source: Opastusviestintää tehdään asiakaspalvelupisteissä, Luontoon.fi -sivuilla ja maastossa.
sme: Oahpisteapmi dáhpáhuvvá áššehasbálvalanbáikkiin, Lundui.fi -siidduin ja meahcis.

source: Keinoja ovat mm. henkilöopastus, sähköisen ja painetun opastusmateriaalin tuottaminen ja maasto-opasteet.
sme: persovnnalaš oahpisteapmi, elektrovnnalaš ja prentejuvvon oahpistanmateriála buvttadeapmi ja meahcceoahpistanrusttegat.

source: Metsähallituksen opastusviestintä suunnittelualueella Käynnit Asiakastyytyväisyys asiakaspalvelupisteissä
sme: Meahciráđđehusa oahpistandieđiheapmi plánenguovllus Fitnamat Áššehasduhtavašvuohta áššehasbálvalanbáikkiin

source: Vuosi Asiakaspalvelupisteissä
sme: Áššehasbálvalanbáikkit Jahki

source: Asiakaspalvelupisteet Vuosi Asiakastyytyväisyys (asteikolla 1 = erittäin tyytymätön ja 5 = erittäin tyytyväinen)
sme: Áššehasduhtavašvuohta (ceahkkálasain 1 = erenoamáš duhtameahttun ja 5 = erenoamáš duhtavaš)

source: Utsjoen luontotupa 3 100
sme: Ohcejoga luonddustohpu 3100

source: Siida 112 000 Utsjoen luontotupa, Inarin Siida - - Vuosi Luontoon.fi-sivuilla käynnit Asiakkaita opastetuissa ryhmissä asiakaspalvelupisteissä Asiakkaita opastetuissa ryhmissä maastossa
sme: Siida 112 000 Ohcejoga luonddustohpu, Anára Siida - - jahki Lundui.fi-siidduin Fitnamat Áššehasat oahpistuvvon joavkkuin áššehasbálvalanbáikkiin Áššehasat oahpistuvvon joavkkuin meahcis

source: 56 129 katselua Vuosi - Henkilöä - Vuosi - Henkilöä -
sme: 56 129 geahčadeami Jahki - Olbmot - Jahki - Olbmot -

source: Opastusviestinnän keinot suunnittelualueella Ajantasainen lkm Uusittava
sme: Oahpistandieđiheami vuogit plánenguovllus Beivejuvvon lkm

source: 5 vuotta lkm Uusittava heti Yh
sme: Galgá ođasmahttot 5-jagi lkm

source: teensä Lisätietoja Asiakaspalvelupisteet 1 Luontotuvan näyttely uusitaan vuoden 2014 aikana.
sme: Galgá ođasmahttot dalán Oktiibuot Lassedieđut Áššehasbálvalanbáikkit 1 Luonddustobu čájáhus ođasmahtto jagi 2014 áigge.

source: Luontopolut Esitteet ja muu painomateriaali
sme: Oahpistanbáikkit Lundui.fi-siiddut 22 Meahcceoahpistanrusttegat Luonddubálgát Dieđihančállosat ja eará prentosat

source: Sähköiset opastustuotteet
sme: Elektrovnnalaš oahpistanbuktagat

source: Tarvitaan kunnollinen kartta, jossa näkyy rajoitusvyöhyke.
sme: Galgá leat albma kárta, mas oidno ráddjenavádat.

source: (Kartta tehdään osana hoito- ja käyttösuunnitelmaa.
sme: (Kárta dahkkojuvvo dikšun- ja geavahanplána oassin.)

source: ) Luontomatkailusuunnitelma ajantasainen uusittava 5 v. uusittava heti Ei tarvetta.
sme: Luondduturismaplána beivejuvvon galgá ođasmaht tot 5 j. galgá ođasmahttot dalán Ii dárbu.

source: Opastusviestintäsuunnitelma ajantasainen uusittava 5 v. uusittava heti Ei tarvetta.
sme: Oahpistandieđihanplána beivejuvvon galgá ođasmaht tot 5 j. galgá ođasmahttot dalán Ii dárbu.

source: Lisätietoja -
sme: Lassedieđut -

source: Vastuuprosessi Erä Kartta Kuva 1. Suunnittelualue (yksityismaat ja YSA-alueet).
sme: Vástoproseassa Meahccegeavaheapmi Kárta Govva 1. Plánenguovlu (priváhta eatnamat ja PSG-guovllut).

source: Kuva 7. Talviaikaiset ajourat
sme: Govva 7. Dálvviáiggi vuojáhagat

source: Lomakkeessa esitetään erätalouden nykykäytännöt ja sopimus- sekä lupatilanne.
sme: Skovis ovdanbuktojuvvojit meahccegeavaheami dálá virolašvuođat ja soahpamuš- ja lohpedilli.

source: Metsästyksen osalta kenttään on kirjattu nykyinen tilanne ja sopimusten voimassaoloaika.
sme: Meahccebivddu hárrái dákko lea merkejuvvon dálá dilli ja soahpamušaid gustonáigi.

source: Lomakkeen tarkoituksena on antaa riittävät tiedot siihen, että alueen käyttöarvoa näiden toimintojen osalta voidaan arvioida.
sme: Skovi ulbmilin lea addit doarvái dieđuid dasa, ahte guovllu geavahanárvvu dáid doaibmabijuid hárrái sáhttá árvvoštallat.

source: Metsästys
sme: Meahccebivdu

source: Kuvaus alueen metsästyskäytöstä Alueelle kaatuneen riistaeläimen haltuunotto on sallittua Metsähallituksen luvalla.
sme: Guovllu bivdogeavaheami govvideapmi Guvlui bivddu oktavuođas jápmán fuođđoaealli oažžu váldit Meahciráđđehusa lobiin.

source: Kevon luonnonpuistossa on lisäksi sallittu paikallisille asukkaille riekon ansapyynti (932/1981), muu metsästyslain mukainen metsästys ei ole luonnonsuojelulain perusteella sallittua (LsL 71/1923).
sme: Geavu luonddumeahcis ožžot dasa lassin báikkálaš ássit gárdut rievssahiid (LsA 6 § 5.1.1995/12), meahcástanlágas oaivvilduvvon eará bivdu lea luonddusuodjalanlága vuođul gildojuvvon (LsL 71/1923).

source: Liiallisen lisääntymisen vuoksi taikka muutoin vahingollisen eläinlajin yksilöiden vähentäminen on mahdollista ympäristöministeriön luvalla (932/1981).
sme: Liiggás laskan dahje muđui vahátlaš eallišlája oktagasaid sáhttá geahpedit Birasministeriija lobiin (LsA 18.12.1981/932).

source: Arvio alueen riistakannasta Alueella on vakaa riistakanta luontaisin kannanvaihteluin.
sme: Guovllu fuođđonáli árvvoštallan Guovllus lea stáđisis fuođđonálli lunddolaš nállemolsašuddamiiguin.

source: Alue on osa laajempaa riistatalousaluetta.
sme: Guovlu gullá oassin viidáset fuođđodoalloguvlui.

source: Arvio metsästyspaineesta alueella Suuri Keskinkertainen Pieni Tarkennus Alueella harjoitetaan erityisesti hyvinä riekko
sme: Guovllu bivdodeattu árvvoštallan Stuoris Gaskageardán Uhcci Dárkkálmu

source: ML 8 § aluetta (kunnan asukkailla oikeus metsästykseen valtion mailla) Kuvaus Asetus eräistä valtion omistamille alueille perustetuista kansallispuistoista ja luonnonpuistoista (932/1981), 6 § (muutos 5.1.
sme: httin Erenoamážit rievssahiid gárdun mearkkaša ollu, go deaivá leat buorre rievssatjahki. ML 8 §:a guovlu (gieldda ássit ožžot bivdit meahci stáhta eatnamiin) Govvi

source: 1995/12) Koivusuon, Olvassuon, Pelson, Runkauksen, Sukerijärven, Maltion, Värriön, Sompion ja Kevon luonnonpuistoissa on marjojen ja sienien poimiminen sallittu paikallisille asukkaille.
sme: deapmi LsA 6 § (5.1.1995/12) Koivusuo, Olvassuo, Pelson, Runkausa, Sukerijärvi, Maltio, Värriö, Soabbada ja Geavu luonddumehciin báikkálaš ássit ožžot čoaggit murjjiid ja guobbáriid.

source: Mainituissa luonnonpuistoissa on Metsähallituksen luvalla sallittu myös avuttomassa tilassa olevan eläimen auttaminen ja lopettaminen sekä alueelle kaatuneen riistaeläimen haltuunotto.
sme: Dáin luonddumehciin oažžu Meahciráđđehusa lobiin maiddái veahkehit dahje loahpahit geahnohuvvan ealli sihke váldit guvlui bivddu oktavuođas jápmán fuođđu.

source: Kevon luonnonpuistossa on lisäksi sallittu paikallisille asukkaille riekon ansapyynti, kalastus sekä Metsähallituksen luvalla luontaiselinkeinojen harjoittamista varten tarpeellisten turvekammien rakentaminen.
sme: Geavu luonddumeahcis ožžot dasa lassin báikkálaš ássit gárdut rievssahiid ja guolástit ja Meahciráđđehusa lobiin maiddái hukset luondduealáhusaiguin bargama várás dárbbašlaš lavdnjegámmiid.

source: Metsähallituksella on myös oikeus luovuttaa paikallisille asukkaille puuta kotitarvekäyttöön Kevon luonnonpuistosta.
sme: Meahciráđđehus oažžu maiddái luohpadit báikkálaš ássiide muora ruovttudárbbuide Geavu luonddumeahcis.

source: Yleistä vesialuetta (metsästysoikeus ML 7 § mukaisesti) Kuvaus -
sme: Oktasaš čáhceguovllut (bivdoriekti ML 7 §:a mielde) Govvi

source: Metsästys maanomistajan luvalla (MH:n hallinnoimat alueet) Lisätietoja
sme: Bivdu eanaeaiggáda lobiin (MR:a stivren guovllut) Lassedieđut

source: MH:n pienriistan lupametsästysaluetta -
sme: MR:a smávvafuođđuid lohpebivdoguovllut -

source: MH:n hirvieläinten lupametsästysaluetta -
sme: MR:a sarvvaealliid lohpebivdoguovllut -

source: MH:n pienriistan sopimusmetsästysaluetta -
sme: MR:a smávvafuođđuid soahpamušbivdoguovllut -

source: MH:n hallinnoiman alueen paikalliset / ajalliset rajoitukset - YSA-alueiden metsästyskieltoalueet - Metsästys maanomistajan luvalla yksityismailla ja YSA- alueilla YSA-alueilla maanomistajalla on oikeus käyttää aluetta saamelaiskulttuurin, mukaan lukien perinteiset saamelaiselinkeinot (esim. metsästys, kalastus ja keräily) harjoittamiseen.
sme: Bivdogeavaheami olggobealde dahje ráddjejuvvon anus Lassedieđut MR:a stivren guovlu bivdogeavaheami olggobeale - MR:a stivren guovllu báikkálaš / áiggálaš ráddjehusat - PSG-guovlluid bivdogieldoguovllut - Bivdu eanaeaiggáda lobiin priváhta eatnamiin ja PSG - guovlluin PSG-guovlluin eanaeaiggát oažžu geavahit guovllu sámekultuvrrain bargamii, ja sámekultuvrii lohkkojuvvojit mielde árbevirolaš sámeealáhusat (omd. meahccebivdu, guolástus ja luondduburiid čoaggin).

source: Yksityismailla metsästys on sallittu metsästyslain mukaisesti.
sme: Priváhta eatnamiin oažžu bivdit meahci meahcástanlága mielde.

source: (Liite 1. Yksityisten suojelualueiden rauhoitusmääräysten yhteenveto).
sme: (Čuovus 1. Priváhta suodjalanguovlluid ráfáidahttinmearrádusaid čoahkkáigeassu).

source: Kalastus Vesistön tila kalaston kannalta Kalasto on vakaa, mutta lohikanta vaihtelee vuosittain luontaisesti.
sme: Guolástus Čázádaga dilli guollenáliid dáfus Guollenálit leat stáđisis dilis, muhto luossanálli molsašuddá jahkásaččat lunddolaš vuogi mielde.

source: Kalaistutukset (siika) muuttaneet kalastoa.
sme: Guollegilvimat (čuovža) leat rievdadan guollenáliid.

source: Kivisimppu esiintyy Kevojoen alaosassa.
sme: Áhkábiddu gávdno Geavu vuolágeahčen.

source: Kalavesien toteutuneet hoitotoimet Alueella ei tehdä aktiivista kalavesien hoitoa.
sme: Guollečáziid ollašuvvan dikšundoaimmat Guovllus eai divššo aktiivvalaččat guollečáziid.

source: Kalaston hoito perustuu kalastuksen säätelyyn (Kalastuslaki, Tenon sivuvesisääntö, Utsjoen kalastusalueen päätökset).
sme: Guollenáliid dikšun vuođđuduvvá bivddu muddemii (Guolástanláhka, Deanu oalgečáhcenjuolggadus, Ohcejoga guolástanguovllu mearrádusat).

source: Kuvaus alueen kalastuskäytöstä ja sen merkityksestä Kevon luonnonpuistossa on sallittu paikallisille asukkaille kalastus (KL 12 § ja asetus 932/1981 6§ muutos (5.1.
sme: Guovllu bivdogeavaheami govvideapmi ja mearkkašupmi Geavu luonddumeahcis báikkálaš ássit ožžot guolástit (GL 12 § ja ásahus 932/1981 6 §:a nuppástus (5.1.1995/12).

source: Alueelle kohdistuu ammatti-, kotitarve-, luontaiselinkeino- ja virkistyskalastusta.
sme: Guovllus bivdet ámmát-, ruovttudárbo-, luondduealáhus- ja lustabivdit.

source: Lohen kalastuksella on erittäin suuri merkitys.
sme: Luossabivdu mearkkaša erenoamáš ollu.

source: Muun kalan kalastus vähentynyt.
sme: Eará guliid bivdu lea geahppánan.

source: Kalakantojen säätelemiseksi on kalastukseen liittyvä maastoliikenne ja moottoriveneen käyttöoikeus rajoitettu vain luontaiselinkeinon harjoittajille sekä tiloille, joilla on tilaan kuuluvaa vesialuetta puiston sisällä.
sme: Guollenáliid mudden dihte guolástussii guoskevaš meahccejohtalus ja mohtorfatnasa geavahanriekti lea ráddjejuvvon dušše luondduealáhusbargiide sihke dáluide, main leat dállui gullevaš čáhceguovllut luonddumeahcis.

source: 1. Kevon luonnonpuistossa voivat kalastaa henkilöt (sekä paikkakuntalaiset että ulkopaikkakuntalaiset), joiden omistamat tilat kuuluvat kirkonkylän osakaskuntaan.
sme: 1. Geavu luonddumeahcis sáhttet guolástit olbmot (sihke báikegoddelaččat ja olgobáikegoddelaččat, geaid dálut gullet Ohcejohnjálmmi osolašgoddái.

source: Kalavedelle kulku tulee tapahtua osoitettua kulkua käyttäen (ns. rasite).
sme: Guollečáziide galgá johtit čujuhuvvon johtolaga mielde (ng. servituhtta).

source: (ks. maastoliikenne lomake 17) 2. Utsjoen kuntalaisilla on kalastusoikeus puiston alueella, mutta kalastusta rajoittavat puiston muut säännöt esim. liikkuminen.
sme: (gč. meahccejohtalus, skovvi 17) 2. Ohcejoga gieldalaččain lea bivdoriekti luonddumeahcis, muhto bivddu leat ráddjemin luonddumeahci eará njuolggadusat, omd. johtin.

source: (KL 12 §:n maksuton lupa, asetus eräistä valtion omistamille alueille perustetuista kansallispuistoista ja luonnonpuistoista (932/1981) 6 § (5.1.
sme: (GL 12 §:a nuvttá lohpi, ásahus dihto stáhtaguovlluide vuođđuduvvon álbmotmehciin ja luonddumehciin LS ásahus 6 § (5.1.1995/12). Bivddedettiin oažžu vácci johtit.

source: (ks. maastoliikenne lomake 17) 3. Tilan omistajat, joiden tiloille on vahvistettu erityisperusteisen kalastusoikeus (merkitty kiinteistörekisteriotteeseen), voivat kalastaa oikeuden puitteissa.
sme: (gč. meahccejohtalus, skovvi 17) 3. Dálu eaiggádat, geaid dáluide lea nannejuvvon sierraákkat bivdoriekti (merkejuvvon giddodatregisttarváldosii), sáhttet bivdit dán bivdorievtti olis.

source: Kalavedelle kulkuun ei myönnetä moottoriajoneuvolupia.
sme: Guollečáziide johtima várás eai mieđihuvvo mohtorfievrolobit.

source: (ks. maastoliikenne lomake 17) 4. Ulkopaikkakuntalaisille ei myydä kalastuslupia puistoon.
sme: (gč. meahccejohtalus, skovvi 17) 4. Olgobáikegoddelaččaide eai vuvdojuvvo bivdolobit luonddumeahccái.

source: Arvio kalastuspaineesta alueella Suuri Keskinkertainen Pieni Tarkennus Lohen kalastuspaine kasvamassa.
sme: Guovllu bivdodeattu árvvoštallan Stuoris Gaskageardán Uhcci Dárkkálmuhttin Luosa bivdodeaddu lassáneamen.

source: Alueella on ammattikalastusta Kalastusopastustoimintaa
sme: Guovllus lea ámmátbivdu Bivdooahpistandoaimmat

source: Yleiset vesialueet (kalastuslaki) - Kuvaus
sme: Oktasaš čáhceguovllut (guolástanláhka) - Govvi

source: Yleiskalastusoikeuteen perustuva pilkkiminen, onkiminen ja viehekalastus Yleiskalastus kielletty Lisätieto Sallittu osittain Kalastus maanomistajan luvalla (MH:n hallinnoimat alueet) Lisätietoja MH:n lupakalastusaluetta Utsjoen kuntalaisilla KL 12 §:n mukainen oikeus saada maksuton kalastuslupa.
sme: Oktasaš bivdoriektái vuođđuduvvi bilken, oaggun ja vuoggabivdu Oktasaš bivdu gildojuvvon Lassedieđut Lobálaš muhtun muddui Guolástus eanaeaiggáda lobiin (MR:a stivren guovllut) Lassedieđut MR:a lohpebivdoguovllut Ohcejoga gieldalaččat ožžot GL 12 §:a mielde bivdolobi nuvttá.

source: MH:n vuokra-aluetta -
sme: MR:a láigoguovllut -

source: Kalastuskäytön ulkopuolella tai rajoitetussa käytössä Lisätietoja MH:n hallinnoima kalastuskäytön ulkopuolella oleva alue -
sme: Bivdogeavaheami olggobealde dahje ráddjejuvvon anus Lassedieđut MR:a stivren guovlu bivdogeavaheami olggobealde - PSG-guovlluid bivdogieldoguovllut -

source: Kalastusrajoitukset Tenojoen sivuvesien kalastussääntö (asetus 405/1990), voimassa toistaiseksi.
sme: Bivdoráddjehusat Deanu oalgečáziid guolástannjuolggadus (ásahus 405/1990), fámus doaisttážii.

source: Utsjoen kalastusalueen päätös
sme: Ohcejoga guolástanguovllu

source: 31.3. 2013, voimassa v. 2016 loppuun.
sme: mearrádus 31.3.2013, fámus jagi 2016 lohppii.

source: Paikalliset erityisoikeudet Erityisperusteinen kalastusoikeus yli 200 tilalla (v. 2010).
sme: Báikkálaš sierrarievttit Sierraákkat bivdoriekti badjel 200 dálus (2010:s).

source: Tilojen määrä voi lisääntyä.
sme: Dáluid mearri sáhttá lassánit.

source: hauki, made, mutu, piikkikalat Istutukset Alueen järviin on istutettu siikaa.
sme: Luossa, dápmot, rávdu, čuovža, hárri (soavvil), hávga, njáhká, geađgenoarsa, biikaguolit Gilvimat Guovllu jávrriide leat gilván čuovžžaid.

source: Talviaikaiset urat ovat ohjeellisia eikä lupa koske yksityismaita (katkoviiva).
sme: Dálvviáiggi vuojáhagat leat rávalundosaččat iige lohpi guoskka priváhta eatnamiidda (boatkasáhcu).

source: Vastuuprosessi Luonnonsuojelu ja alueiden hallinta Kartta Kuva 8. Pitkäaikaisseurannat
sme: Vástoproseassa Luonddusuodjaleapmi ja guovlluid stivren Kárta Govva 8. Guhkesáiggečuovvumat

source: Selite Lomakkeella kuvataan suunnittelualueen nykyinen tutkimuskäyttö ja mahdolliset tutkimuskoealat ja muut vastaavat, jotka tulee huomioida suunnittelussa.
sme: Skovis govviduvvojit plánenguovllu dálá dutkangeavaheapmi ja vejolaš dutkaniskkadansajit ja eará sullasaš áššit, mat galget váldojuvvot vuhtii plánemis.

source: Tutkimus sisältää myös esimerkiksi pitkäaikaiset ympäristön tilan seurannat.
sme: Dutkamii gullet maiddái ovdamearkka dihte birrasa dili guhkesáigásaš čuovvumat.

source: Mikäli alueella ei ole tutkimuskäyttöä, se todetaan lomakkeella.
sme: Jos guovllus ii leat dutkangeavaheapmi, de dat daddjojuvvo skovis.

source: Alueella tehty tutkimus Lapin tutkimuksella on Suomessa pitkät perinteet.
sme: Guovllus dahkkojuvvon dutkamat Lappi guovlluid leat Suomas juo guhká dutkan.

source: Geologit ja linnustosta kiinnostuneet olivat käyneet Kevolla jo paljon aiemmin kuin kasvitieteilijät.
sme: Geologat ja loddeberošteaddjit ledje johtán Geavus juo ollu ovdal go botanihkkárat.

source: Heidän mielenkiintonsa herätti Reino Kalliolan kuvaus vuodelta 1935 Linkkapahdasta ja Euroopan lajistolle uudesta kasvista, tuoksualvejuuresta.
sme: Geavvu lei geasuhišgoahtán sin dan maŋŋá, go sii ledje oahpásmuvvan Reino Kalliola govvideapmái Linkkapahta birra (jagis 1935) ja Eurohpás áibbas ođđa šaddui, hádjagáiskái.

source: Kevon tutkimusasemalta käsin on tehty koko Inarin Lapin floristista kartoitusta 1950-luvulta lähtien.
sme: Geavu dutkanstašuvdna lea doaibman juogalágan doarjjabáikin, go leat dahkkojuvvon oppa Anára Lappi gokčevaš šaddokártemat 1950-logu rájes.

source: Luonnonpuiston kasvillisuuskartoitusten tuloksena on syntynyt vuonna 1989 kasvillisuuskartta (1:50 000).
sme: Luonddumeahci šattolašvuođakártemiid boađusin lea riegádan 1989:s šattolašvuođakárta (1:50 000).

source: Lapin tutkimuslaitos Kevolla on pitkä perustutkimusperinne ekologiasta ja geotieteistä sekä näillä aloilla harjoitettavasta kansainvälisesti korkeatasoisesta kokeellisesta tutkimuksesta.
sme: Lappi dutkanlágádus Geavus leat juo guhká jođihuvvon ekologalaš ja geodiehtagiidda guoskevaš vuođđodutkamat ja dutkanlágádus lea dáin surggiin fuolahan riikkaidgaskasaččat alladássásaš eksperimentála dutkamiin.

source: Tutkimusasema on kansainvälisesti tunnettu muun muassa Utsjoen 1960-luvun puolivälin laajan tunturimittarituhon seurannasta alkunsa saaneesta kasvi– kasvinsyöjä-vuorovaikutuksen tutkimuksesta (herbivoriatutkimus).
sme: Dutkanstašuvdna lea riikkaidgaskasaččat dovddus earret eará Ohcejoga 1960-logu gaskkamuttus dáhpáhuvvan viiddis lastamáhtoroasu čuovvuma bokte álggahuvvon šaddu – šaddoborri -vuorrováikkuhusaid dutkamiid (herbivoriadutkamat) geažil.

source: Tuo tutkimus jatkuu nykyään mm. 2000-luvun hallamittarituhojen tutkimuksena.
sme: Duot dutkan joatkašuvvá dán áigge ee. 2000-logu suoldnemihttárroasuid dutkamin.

source: Kevo toimi 1964–1974 yhtenä kansainvälisen IBP-ohjelman (International Biological Program) tundra-biomin tutkimuspaikkana.
sme: Geavvu doaimmai 1964-1974 oktan riikkaidgaskasaš IBP-prográmma (International Biological Program) duottar-bioma dutkanbáikin.

source: Tuolloin nykyisen puiston alueelta kerättiin laajasti monipuolista aineistoa ekosysteemin rakenteesta ja tuottavuudesta.
sme: Dalle dálá luonddumeahci rájiid siste čoggojuvvui máŋggabealat materiála ekovuogádaga ráhkadusas ja buvttadannávccain.

source: Luonnonpuiston alueella sijaitsee erilaisia koe- ja seuranta-aloja.
sme: Luonddumeahcis leat sierralágan iskkadan- ja čuovvunsajit.

source: Metsänrajan tutkimiseksi perustettiin vuonna 1983 koeala luonnonpuistoon.
sme: Ordaráji dutkan dihte vuođđuduvvui 1983:s iskkadansadji luonddumeahccái.

source: Seuranta on Metsäntutkimuslaitoksen tekemää.
sme: Čuovvundoaimmas lea fuolahan Meahccedutkanlágádus.

source: Kevon seurantatutkimuksia puiston alueella on tehty seuraavista aiheista: pöntössä pesivien varpuslintujen pesintämenestys (vuodesta 1982 alkaen), siitepölyn laskeuma (1982–), pikkujyrsijäkannat (1981–) ja kasvien fenologia (1977–).
sme: Geavu čuovvundutkamat luonddumeahcis leat dahkkojuvvon čuovvovaš fáttáin: guovnnjis bessejeaddji cihcelottiid bessenlihkostuvvan (jagi 1982 rájes), lieđđegavjja luoitin (1982—), smávvaciebannálit (1981—), šattuid fenologiija (1977—).

source: Puiston hyönteisseurantaa on tehty vuodesta 1972 valorysillä.
sme: Luonddumeahci divrečuovvun lea dahkkojuvvon jagi 1972 rájes čuovgamerddiiguin.

source: Kevon tutkimusasemalta toimiva Portsmouthin yliopiston ryhmä on tehnyt mikroilmastoseurantaa vuodesta 2007 lähtien.
sme: Geavu dutkanstašuvnnas doaibmi Portsmoutha allaoahpahaga joavku lea dahkan mikrodálkkádatčuovvuma jagi 2007 rájes.

source: Osa seurantatutkimuksista on päättynyt 2000-luvulla, niitä ovat petolintujen pesintämenestyksen seuranta (1982–2005) ja koivua syövien hyönteisten kannanvaihteluiden seuranta (1986–2006).
sme: Oassi čuovvundutkamiin leat nohkan 2000-logus, ja dákkárat leat boralottiid bessenlihkostuvvama čuovvun (1982—2005) ja soagi borri divrriid nálirievddademiid čuovvun (1986—2006).

source: Yhdennetty seuranta on kansainvälinen (Economic Commission for Europe) ympäristön tilan seurannan ohjelma, jonka tavoitteena on seurata kaukokulkeutuvien ilmansaasteiden määrää ja vaikutuksia luonnontilaisissa ekosysteemeissä.
sme: Ovttaiduhtton čuovvumii gullá riikkaidgaskasaš (Economic Commission for Europe) birrasa dili čuovvunprográmma, mainna geahččalit čuovvut guhkás sirdašuvvi áibmonuskkiid meari ja váikkuhusaid luonddudilálaš ekovuogádagain.

source: Kevon luonnonpuistossa sijaitsee yksi Suomen neljästä yhdennetyn seurannan (YYS) seuranta-alueesta.
sme: Geavu luonddumeahcis lea okta Suoma njealji ovttaiduhtton čuovvuma (YYS) čuovvunsajiin.

source: Vuoskojärven (Vuoskkojávri, Skáidejavri) yhdennetyn seurannan koealue (178 ha) on perustettu vuonna 1988 ja vuodesta 2000 lähtien siellä on toteutettu kevennettyä seurantaa.
sme: Vuoskkojávrri (Vuoskkojávri, Skáidejávri) ovttaiduhtton čuovvuma iskkadansadji (178 ha) lea vuođđuduvvon 1988:s ja jagi 2000 rájes doppe leat ollašuhtton geahppuduvvon čuovvundoaimmat.

source: Kevon tutkimusaseman käytössä oleva keskeinen tutkimusalue (”tutkimusvyöhyke”) käsittää Širrájávrin ja Vuoskojärven (Vuoskkojávri, Skáidejavri) sekä Jiesnalvárrin ja Puksalvaaran alueen.
sme: Geavu dutkanstašuvnna guovddáš dutkanguvlui () gulle Širrájávrri ja Vuoskkojávrri (Vuoskkojávri, Skáidejávri) sihke Jiesnnalvári ja Buksalvári birrasat.

source: Alue on osoitettu runkosuunnitelman vyöhykekartassa.
sme: Guovlu lea čujuhuvvon ruŋgoplána avádatkárttas.

source: Näillä alueilla on olemassa yllämainittuja pysyviä aitauksia ja tutkimuskoealoja.
sme: Dáin guovlluin gávdnojit ovdalis máinnašuvvon bissovaš gárddit/áiddit ja dutkaniskkadansajit.

source: Riista- ja kalatalouden tutkimuslaitoksen (RKTL) Teno- ja Näätämöjoen lohentutkimus vakiintui Utsjoelle vuonna 1979. Tutkimustoiminta tukeutui Turun yliopiston Lapin tutkimuslaitos Kevon tiloihin vuoteen 1991 asti.
sme: Fuođđo- ja guolledoalu dutkanlágádusa (FGDL) Deanu ja Njávdánjoga luossadutkamat álge Ohcejogas 1979:s.
